# Εδώ υλοποιούμε τον κομμάτι που μιλάει με τη βάση δεδομένων (MongoDB)·
# η δουλειά του είναι να βρίσκει τα μαξιλάρια, να τα ταξινομεί ανά τιμή,
# να προσθέτει Likes και να στέλνει όλα αυτά τα στοιχεία έτοιμα στην
# ιστοσελίδα μας για να εμφανιστούν.


# και στο images αποθηκεύουμε τα πραγματικά αρχεία των εικόνων που θα βλέπει ο χρήστης·
# κάθε φωτογραφία πρέπει να έχει όνομα που ταιριάζει ακριβώς με αυτό που έχουμε
# δηλώσει στη βάση δεδομένων, ώστε το σύστημα να ξέρει ποια εικόνα αντιστοιχεί
# σε ποιο μαξιλάρι. */

